import type { Album } from "./types";

export const album20250914 = {
  id: "20250914",
  title: "-23rd Album-「或るページを」",
  releaseLabel: "Release:2025.09.14",
  description: "声音の宴5次会(9/14)で販売",

  discs: [
    {
      id: "20250914-disc-1",
      title: "Disc 1",

      tracks: [
        {
          id: "20250914-disc-1-track-1",
          title: "１．純血",
          credits: "曲・詞：みぞれん feat.夢ノ結唱 ROSE",
          lyrics: `〈1〉\n始まりの 荒野に立つ\n足元は ガラクタだけ\n安寧の 居場所は無く\n戦いの 警鐘が鳴る\n\nカウントダウンの砂時計が傾いたとき\n地の底で今 何を見る？\n\n運命の歯車を 逆さに回して\n紅の業火ごと 斬り裂いて\n怒(いか)ってる情熱に ただ身を委ねて\n月光を背に 立ち向かえ\n\nその血を滾らせて\n\n〈2〉\n踊り場は 正念場さ\n退くことは 許されない\n崖っぷちの 舞台だろうと\n手に汗を 心に闘志を\n\nカウントアップの目盛りが天に届いたとき\n海の底でも 何を見る？\n\n運命の激流に 逆らって進め\n深紅の闇に消えた影を追え\n流転するこの時代(とき)に ただ流されるな\n這いつくばって 進み出せ\n\nその血を滾らせて\n\n（間奏）\n\n〈ラスト〉\n運命の歯車を 逆さに回して\n紅の業火ごと 斬り裂いて\n怒ってる情熱に ただ身を委ねて\n陽の光は 遠くとも\n\n運命の激流に 逆らって進め\n深紅の闇に消えた影を追え\n流転するこの時代(とき)に ただ流されるな\n何度でも さあ立ち上がれ\n\nその血を信じぬけ`,
        },
        {
          id: "20250914-disc-1-track-2",
          title: "２．Chimera",
          credits: "曲・詞：Med Art feat.初音ミク",
          lyrics: `ゼロから等間隔伸びる芽と出る杭\nボロ布アップリケ飽和知らず脳に貼り付けて\n雑多雑多ざっくばらんあぁこうなっちゃあ仕様が無えよな\n落下した逆位置適さかの銀と伽藍堂\nダンタリオンと手を繋いだ\n私は悪者でしょうか？\n半端が頭ん中であぁほらぐるぐるばらばらぐしゃぐしゃ潰れてああああああああああああああ\nあぁもう終わり！崩れ去ったわ！名前は既に消えて\n驟雨に降られて目が見えなくなり馬鹿じゃねえか！\n赤が見えたら消え去る断片\n後から気が付き手を伸ばしたとて空を掴むだけ\nさよなら！ずぶ濡れた私のガラス箱よ！燦然背を向け煙に撒かれたら馬鹿じゃねぇか！\nまたいつか出会う日までバイバイ\n笑顔貼り付けて喉を締め殺し焼き尽くすChimera`,
        },
        {
          id: "20250914-disc-1-track-3",
          title: "３．アラビアン・カタルシス",
          credits: "曲・詞：nogami feat.重音テトSV",
          lyrics: `アラビアンparty night\nOh oh \nAre you ready? Uh-huh\nOh oh\nCheck check check check it out\n\n21st century迷走苦しむこの現象に\n幻想追い求めるmemory\n現状警鐘ぶち壊して献上\nmoody流されbooby\nからlonely 重ねてGUCCI\n臨界点戒厳開戦恐れず\nかっ飛ばせBring it on!\n\n惨敗だまだ足んないか\n逆らうこの闘志に乾杯や\nサラマンダーさながら最大限\n大団円求めてねえこった\n困難そんなん超えてく魂胆\n擾乱正念場掴む絢爛\nそんでさこの世界を再構成\nMake a money dollar poundで最高や！\n\n欲しがって覚悟を決めたら案外イケちゃう口？\nあーしゃにむに爛れた欲望貪るあいつの愚痴？\n欲張って問題no no 従ってばっかで消耗\n自由になるべきなんだ　あんたらだって！\n\nアン•ドゥー•トロワ螺旋状に放たれた\n妖しく煌る輪廻の薫り　　\nラーマーヤナ運命論に縛られた\n偽りの身体\n\nアラビアンカタルシス　\nせめて今だけは\nこのクソみたいな世界に　\nあっかんべーで立ち向かおうぜ　\n存在論的クライシス\nなんて怖くないさ\nさらば回想悔恨全て流しちゃってバイバイビー\n最高だ！全てが最上の人生だった！\nなんて言える訳ないけど\n何とか生きて今日まで来れた\n問題ないさダークネス\nそれがどんなもんでも\nくたびれた顔で会った時には乾杯しよう\nCheers！\n\n2回戦振り切ろう\n\nイカれた死の慰藉\n取り憑かれた者の性\n萎びた血の飢餓\n今に壊れそうな自我\nいざ見た美の彼岸\n不可知穢れなき阿弥陀\n恨みたい縋りたい全て壊したい\n\nへばっちゃって身ぐるみ剥がされあと一回は無理？\nあー本能には抗えずに犯すは前世の罪？\n感情に暗証lock lock 理想との乖離にshock shock\n「昔は良かった」なんて言っちゃってさ\nhe said\n\n水面に浮かぶ月光がこの僕を\n歪ませてしまう狂いそうだ\n美徳の翳り堕落する喜び\n救われぬ原罪だ\n\n最低な牌で乗りこなす前線\nLoserまたこっから再善戦\n何度でも立ち向かう生命\nこいつはマジに止められねえぜ？\n信号無視の己信仰\n真骨頂いっちょお見せしましょうか\n授かるこの才にattention\n感情爆破全て挽回だ　\nカーリー御身に降臨\n昂進合理的に測られないもの\n欲する物全部掻っ攫う\n見てろよまだこんなもんじゃねえぞ？\n信条さっと全て実行\n辛抱緊張そんな君に金賞\n来れ現代の迷い子よ\nそんで大革命だしがらみ打ち破るぞ！\n\nHey yo 1 2  1 2 3 come on！\n\n誰もが一つは言えぬ様な事柄\n誰にも話さず抱えながら生きてる\n朝焼けの散光こぼれそうな葛藤\n孤独満たす何かを絶えず今日も探して\n\n愛情拒否する連鎖を閉場自分と向き合ってよ\n解剖癖拗らせずにそのまま受け取ってよ\n八方塞がり来世へ遁走\n煌めいた追憶の逆光\n立ちはだかる現実に風穴を空けろ\n\nアラビアンカタルシス　\nせめて今だけは\nこのクソみたいな世界に　\nあっかんべーで立ち向かおうぜ　\n存在論的クライシス\nなんて怖くないさ\nさらば回想悔恨全て流しちゃってバイバイビー\n最高だ！全てが最上の人生だった！\nなんて言える訳ないけど\n何とか生きて今日まで来れた\n問題ないさダークネス\nそれがどんなもんでも\nくたびれた顔で会った時には乾杯しよう\nCheers！\n\nOh-eh-oh-eh-oh\noh-eh-oh-eh-oh\noh-eh-oh-eh-oh\nLiving the dream  ha \nOh-eh-oh-eh-oh\noh-eh-oh-eh-oh\noh-eh-oh-eh-oh\nLet’s talk about our dreams ha`,
        },
        {
          id: "20250914-disc-1-track-4",
          title: "４．レイニーガール・フォアキャスト",
          credits: "曲・詞：vitro feat.GUMI",
          lyrics: `もし明日晴れたら\nラッシュアワー　逆らって海へ行こう\n嘘みたいなおまじない信じて\n低気圧を蹴っ飛ばしてみたい\n\nもし明日晴れたら\nラベンダーの色の傘を買おう\n裏通りを入って左に\n西の空は曇っている\n\n仮病の使い方も　天気図の読み方も\n水溜まりの避け方も知らないまま大人になってしまうから\nペーパーテストの出来も　燕が描く軌跡も\nそんなに当てにならないみたいね\n\nレイニーガール　私のせいかい\nこんなに燻んだ午後になってしまったのはさ\n私の世界　半径60cmで雨止みを待っていて\n\nもし明日晴れたら\n乱数に従って散歩しよう\nうんざりするような帰り道\nちょっとだけ遠回りしたい\n\nもし明日晴れたら\n来世の話をしよう\n生まれ変わった後のこと\nとっくに全部決まっていたとしたら？\n\n大切な日には雨が降るから\nカレンダーの×を数えては\nいつだって少し遠くなった\n誰かとの距離を覚えている\n半信半疑になってみたって\n明日天気になあれと呟いて\n擦り減った靴底だけが私の\n空っぽな重さを知っている　でしょ\n\nレイニーガール　私のせいかい\n暗い雲が泳ぐ殺風景な街並みは\n私の世界　代わりはないのなら高らかに歌え！\n\nレイニーガール　私のせいかい\nこんな土砂降りの日々さえ愛してしまうのはさ\n私の世界に虹よかかれ\nこのまま雨止みを待っていて`,
        },
        {
          id: "20250914-disc-1-track-5",
          title: "５．ペシミスト・ダイアリー",
          credits: "曲・詞：nogami feat.重音テトSV",
          lyrics: `Oh oh \nWake up 絶えぬ自問自答\n既にHPバーがピコンピコン\n理解されたいなんて机上の論\n利口追い求めて飛び込むreborn \n生きててhappyな訳無いし\n弱さ開示させてくれないし\nまた憂鬱な日々に揺らいでく意義\n歪められた君に容赦がねえ\n\n贅沢言ってる訳じゃないただ希望が欲しいの\n「まあいっか」で流せるような聖人になりたいの\nはあ陰惨な一回性\n診断とかいらんて　oh oh oh\n辛抱変わんないね\nもういっそやめにしたいね　\n\nBoom I wanna be\nあなたに愛されたいだけなのに\n浅ましい？I’m sorry で安全圏逃げ込んだって変わんないよ　そんなの分かってるんだよ　\n\n探し求めた理想の未来は\nとっくに届かない場所へ　\n(goodbye yay yeah yeah)\nずっと夢に見た憧れを掴むまで\n諦めないよ最後に笑うために\n\nYeah yeah yeah\nいつか救われるだろうと待つたび\n逆にドツボにハマって迷子に\nやがて悟る人生のirony\nでも踏み出す足取りがまずだりぃ\n\n半ば強引目指すはgoal in\n周りがどうとかそんなのもういい\nおんどれや恐れや俺様の到来に！\n\nなんて妄想ばかりを繰り返して\n\n生きる意味とか\n死ぬ理由さえも\n未だ分からないけれど　\n(goodbye yay yeah yeah)\n今ここにいるこの奇跡が僕を\n苦しめるんだ\nどうしようもないほど\n\nもう疲れたんだ\nはなから全部無駄だっただけだ\nもう何もかもに嫌気がさしてさ\n幸せになりたい\n\nYeah 夢に見た生\nも今や惰性\n歪んでる僻みがちょっとダセェ\n恨んではねえは苦し紛れ\nこのリアルにほんと喰らってんね\nHello,everybody \nエモくなくていい\n泥臭くもがく君にBlessings to you\nHey, you got this, right?\nNo fear, just keep it tight\nEyes on the goal, chase the light\nNow is the time to rise\n\n生粋の劣等生も\n今日でやめようぜ\n君次第で何度だって\nAll can be changed！\n\n遥か彼方で優しく笑う\n君の幻が見えた\n(goodbye yay yeah yeah)\n救われたいんだ\nただそれだけなんだ\nまだ見ぬ先へ歩いてけ\n\n探し求めた理想の未来は\n遠くの届かない場所へ\nずっと夢に見た憧れを掴むまで\n諦めないよまだ旅の道中\n最後に笑うために\n\nNo touch, no pain, no more love\nNo time,no sound, no more call\nNo fear, no shame, no more night\n最初からそうだったんだ\n\nNo past, no path, no more goal\nNo dream, no hope, no more fall\nNo name, no face, no more soul\n何もかも幻想だった`,
        },
        {
          id: "20250914-disc-1-track-6",
          title: "６．スターシューティングプリンセス！",
          credits: "曲・詞：あでり犬 feat.花隈千冬",
          lyrics: `intro\n\n流れ星の軌跡(みち)をなぞる夜に\nいつか灯す光分かちあうように\n\nA\n\n輝く明星おはよう、えへへ...\n雲は晴れてた！占いも1位だけど\n祈るだけじゃやだやだ！\n\n闇夜も照らして生きてくからね\nでもたまにはちょっと遊びたい...？そうだ！\n銀河より大きなパフェでも食べ行こうよ☆　わ～お\n\nB\n\n跳びたい　歌いたい　短冊足りない～ ><\nでもいい子になるから　見捨てないで\n\n強く暖かく光る　王子様は\n包んで　掴んで　愛して！　抱きしめて～！！！\n\nS1\n\nスターシューティングプリンセス！ まるで神話！\n星座繋いでいけ　夢も飛ばしていけ！\n\n「大好きです」なんてまだ言えないの　だから\nまずは、そう祈るね　私強く光るね\n\nもう一回！\nLALALA...\n\n流れ星を紡ぐ夜に\n\nきっと　ずっと`,
        },
        {
          id: "20250914-disc-1-track-7",
          title: "７．激震",
          credits: "曲・詞：みぞれん feat.鏡音リン・レン",
          lyrics: `踏みしめた大地は 激しさに震えてる\n心の音(ね)を 本当の音を 照らせ\n一条の光\n\n〈1〉\n凍りついた 種の芽\n顔を出そうと背伸びしている それを\n知らないない 成長しないと\n見下してくる連中に\n踏まれたままでいいのか？\n\n氷のような刃を 決意で携え\n甘い 商売 みたいな 会話は嫌いなの\n\n今 踏み入れた大地は 哀しみを越えようと\n我が心に 君の心に 必死に訴えている\n今 踏みしめた大地は 激しさに震えてる\n草木諸共 同志の意志を 映す 一枚の鏡\n\n〈2〉\n瓦礫の下 埋もれた\n双葉が生命を主張している それを\n知らないない 存在しないと\nほざく連中を受け入れて\n終わりを待ってていいのか？\n\n鋼のような想いを 決意で包んで\n苦い （ﾋﾟｰ） みたいな 対話は嫌いなの\n\n今 踏み入れた大地は 憎しみも我が物と\n「抱え込んでる ものが肥料か\n毒かはどうでもいいさ」\n今 踏みしめた大地は 激しさに悶えてる\n錆びた花びら 穢れた蕚 癒す 一粒の涙\n\n〈ラスト〉\n綿毛のような心を 決意で固めて\n薄い 労い みたいな 閑話は嫌いなの\n\n今 踏み入れた大地は 愛しさを知りたいと\nあの心に その心に 触れてみたいって叫んだ\n今 踏みしめた大地は 激しさに悶えてる\n「溢れてくるこの想いよ 届け」って僕ら願った\n今 踏みしめた大地は 激しさに震えてる\n草木諸共 同志の意志を 映す 一枚の鏡`,
        },
        {
          id: "20250914-disc-1-track-8",
          title: "８．創作周回世界",
          credits: "曲・詞：おけあのす feat.初音ミク",
          lyrics: `何も無いなんて零して空想\n歪み切った音を吐いて\n廻る藍ばかり目を穿った\n私の妄想周回世界。\n\n「何も無い部屋、止まらぬ心臓、\n揺れる隘路を追い越して\nここじゃ無い場所を探してるんだ。\n一人ぼっちになってったって、さ。\n\n変わらないでしょう？\nまた私は息を吸って、\nもう誰も忘れないように\n最低な言葉を吐き出していた。」\n\n消えない鋭利な劣等感\n裂いた心に蓋をして\n一人で往く末路\n全部を失って、失っていくのさ\nいらないこんな感情論が\n周波を遺して笑っていたって\nそこに意味は無いよ！\n全部は下らない。下んないなって、\n割れて弾けては飛んでった\n私の空虚な妄想はずっと、\n此処にあった？此処にあった！\n此処にあった？此処にあったのです。\nああ！\n\n幸福も\n感傷も\n愛情も\n才能も\n歓声も\n陶酔も\n心像も\n着想も\n緑青も\n電光も\n惰性も\n号砲も\n信仰も\n滑稽も\n応答も\n理由も\n情操も\n慟哭も\n欺瞞も\n撞着も\n罵声も\n劣情も\n韜晦も\n運命も\n灯籠も\n薄明も\n不協も\n遠雷も\n静寂も\n鳥葬も\n見え透いた、\n終演も！\n\n何も無い部屋で目を瞑った\n私の妄想周回世界。\n\n言えない全部は散弾銃\nこの声が何を遺してったって\n意味が無い　意味が無い事、\nアナタもアタシも知っていた！\n「ねぇ、消えないこんな終末論に\n全部を隠して笑っていようか。」\n「そうだ、そうしよう！\n人の全部に価値は無い。\n死んだってそうさ。」\nいつかさよならツァラトゥストラ\nその褪せぬ嘘と妄想の全部、\n此処にあった。此処にあったのです。\n\nほら　口を開けてよ\n深く沈む夜の底で\nその渇いた喉に唄を注げば\n音を立てて回り出す。\n\n消えない言葉と四拍子\n裂いた心と終わる世界\n変わらぬ僕の唄\n全部は、下らない話。\nいらないこんな感情論が\n周波を遺して風が凪いだって\n下らないさ、下んないよ。\n\n消えない鋭利な劣等感\n裂いた心に蓋をして\n一人で往く末路\n全部を失って、失っていくのさ\nいらないどんな感情論が\n周波を遺して笑っていたって\nそこに意味は無いよ！\n全部は下らない。下んないなって、\n割れて弾けては飛んでった\n私の空虚な妄想はずっと、\n此処にあった？此処にあった！\n此処にあった？此処にあった！\n此処にあった。此処にあった。\n此処にあった。此処にあった。\n此処にあった。此処にあった。\n此処にあった。此処にあった。\nここにあった。ここにあった。\nここにあった。ここにあった。\nここにあった。ここにあった。\nここにあった。ここにあった。\n\n何も無いなんて零して空想\n歪み切った音を吐いて\n廻る藍だけが目を奪った\nアタシの、創造周回世界。`,
        },
        {
          id: "20250914-disc-1-track-9",
          title: "９．グレイシンドロウム",
          credits: "曲・詞：ムックP feat.宮舞モカ",
          lyrics: `未だ灯らない火を見つめて\nあと何回繰り返すんだろう\n不思議な夢を見たものだ\n灯せ　アタシの火を\n\n当てつけの言葉　誰にも響かないさ\n互いに蹴落としあって　傷を抱え込む\n\n慣れない街に　アタシひとり\n雑踏に揉まれ　消えてしまうよ\n燃え尽きそうな　日々の中で\n夢を求め　今、吠えて\n\n未だ灯らない火を見つめて\nあと何回繰り返すんだろう\nこんなことも解せないよ\n鏡には醜いアタシ\n\n水面に映るキミの背\n盲目に信じていた\n不思議な夢を見たものだ\n灯せ　アタシの火を\n\n通じない言葉　乱闘の始まりさ\n心を殴って　内を覗いてみよう\n\nいつか報われないかと\n指折り　月日数える\nああ、まだ先は見えないな\n怪しい幻想の桃源郷\n\nこの世の終わり見据えて\n何か遺してゆこうか\nそんなことを考えて\nまた逃げてしまう　苛まれて\n\n人混みに紛れてから\n繰り返される葛藤\n灰がかった空は晴れないな\n足がすくんでしまう\n\n水面に映るキミの背\n盲目に信じていた\n不思議な夢を見たものだ\n灯せ　アタシの火を\n\nまだ終わってない　\nまだ終わっちゃいない\n灰空　晴れるまで`,
        },
        {
          id: "20250914-disc-1-track-10",
          title: "10．僕らの未来は、",
          credits: "曲：しゅー 詞・調声：葉城雅樹/はじょみやP feat.双葉湊音",
          lyrics: `怖くて眠れなかった\nあの日の僕 今でも覚えてる\nひとりで抱え込んでた\nいつかの君 今にも泣きそうだ\n\nあのね、君に伝えたいな\n僕が本当は弱いこと\nそれで、君が笑えるなら\n僕らの明日 悪くない\n\n辛くて忘れたかった\nあの日の傷 今でも消えなくて\nそれでも諦めたくない\n今の僕が 心でそう叫ぶ\n\nあのね、僕にも教えてよ\n君の心の痛いとこ\nそれで、君が泣けるのなら\n僕らの明日 遠くない\n\nつまずきながらも走ってた\nまだまだまだまだ負けたくないな\nどんな壁があるとしても\nこんなところで終われない\n明日がそこで待っているはずだから\n空に向けて手を伸ばす\n\nあのね、君は泣いていいよ\n僕は君を否定しない\nそれで、誰が笑おうとも\n僕らの明日 悪くない\n\n今はまだ怖くて\n不安になるとしても\nいつか笑えるから\n僕らの未来が輝いた`,
        },
        {
          id: "20250914-disc-1-track-11",
          title: "11．天奏告白",
          credits: "曲・詞：須賀 feat.初音ミク",
          lyrics: ``,
        },
        {
          id: "20250914-disc-1-track-12",
          title: "12．スキマ",
          credits: "曲・詞：Rik feat.VOCALOIDFukase・初音ミク",
          lyrics: `もう戻れないの？\n離したくないと素直になれなかった\nねえ君はどう思ってたの？\n\nそう自分を隠してた僕に\n本当の姿でありたいと思えた君がいたんだ\nだけど互いの苦しみを分かち合えなかった\nその痛みが日々を濁す\n\nどれも大切な日々で\nだけど散々な日々で\nそんな矛盾が2人を変えたのかな？\n\nねえそばにいるのは\nずっと君だと思ってたの\n身勝手に君を愛してたことが\nいけなかったのかな？\n暮らしの隙間に\n一つの裂け目ができて\n広がってゆくまま\n縫うことはできなかった\n\nそう寄り添え合えたなら\n何か変わってたのかなと\nあゝ君は変わんないな\n日に日にお酒で惑わしていつの間にか\nもう限界を迎えてたんだ\n\nもっと愛する日々を\nだけどもう遅い\nそう肯定的にはなれなかった\n\nねえそばにいるのは\nずっと君だと思ってたの\n君の気持ちをそっとぎゅっと掴んでたら\n良かったのかな\n君との暮らし\nやっぱすれ違って\n時間の流れに沿って\n段々距離が遠くなっていった\n\n2人の幸せはなんだったの？\n僕たちは運命だったの？\nもう手遅れだね\n\nねえそばにいるのは\nずっと君だと思ってたの\n身勝手に君を愛してたことが\nいけなかったのかな\n暮らしの隙間に\n一つの裂け目ができて\n広がってゆくまま\n縫うことはできなかった\n知りえぬ気持ちのまま\n終わってしまった\n\n僕らの隙間は空いたままだった\n思い出話の綴り\n共に歩むことのない結末だ\n変わってく君には\n「じゃあね」、そう告げた`,
        },
        {
          id: "20250914-disc-1-track-13",
          title: "13．いつかの誰かへ",
          credits: "曲・詞：アサギミナギ feat.初音ミク",
          lyrics: `『あの雲パンケーキみたいだ』と\n思えたのは何歳(いくつ)までだろう\n白い素肌 際立つ水疱瘡\n横目で見てた金曜ロードショー\n\n何時でも誰かが見てるから\n悪いことはしちゃいけないんだと\n歯止め効かぬ僕らに掛けた言葉が\n拍車を掛けた\n\n『ねぇ いいかい\nこれから此処で起きることは\n僕らだけの秘密にしよう』\n辺りが暗くなる前に始めた安物の花火は\n今も脳裏で光っている\n\n気付けば好きだった漫画の\nキャラクターよりも歳をとった\n時の流れも早くなった気がした\n\n一説によればもう人生の\n半分を過ぎてしまったらしい\nでも記憶の中の君はあの日のまま\n\n何処かで君とすれ違ったとしても\n何一つ気づけないかも それでも\n\n今の君なんて何にもわかんないけど\n会えなくても 見えなくても\nでもどっかで生きてほしい\n何千回と夢見たあの日のことを\n世界の何処かで今なお君も\n夢に見てほしい`,
        },
        {
          id: "20250914-disc-1-track-14",
          title: "14．lights out",
          credits: "曲・詞：Tak feat.初音ミク",
          lyrics: `空がきれいだったこと　それが思い出せないこと\nそのままで生きてくこと　多分変わらないことも\nほんとは全部知っていること\n\nいつからか気づかずに　やりたいこと隠して\n気づいたら　何が好きか忘れていた\n守ろうとして　昔に捨てたもの\n拾い集めても　こぼれ落ちていく\n\n伸ばした手　震えても\nそのままで　伸ばしていい\n\n曇り空に一人で　描いていた星空\n本当に好きだったこと　いつか思い出せるように\n光がまた照らすように\n\nいつまでも輝く　なんでもない記憶に\n気を引かれて　今が見えないなら\nいつでも触れるよ　いつでも戻れるよ\n見つめるべきなのは　今この瞬間\n\n見えるなら　光るなら\n届くなら　追いかけて\n\n誰がどう言ったって　君が信じるものを手放すな\n他でもない君のその手で　強く握りしめていて\nなにも怖がらなくていい\n\n宝石のような星空は　もう来ないと思うけど\nでももう一度見たいと　ずっと願いながら　\nそのままで生きること　それが辛いってことも\n全部気づいていながら　生きてる君が光だ`,
        },
        {
          id: "20250914-disc-1-track-15",
          title: "15．グンジョウファンフアレ",
          credits: "曲・詞：ムックP feat.宮舞モカ",
          lyrics: `終わりが告げられた　ある世界で\n今日もまた嘆くんだ\n望みなど微塵も残らずに\n不貞腐れて　今日も歌う\n\n人陰に隠れて　流す涙\n「しょうがないさ」と　逃げた\nまぶしい日々が　辛くてさ\n慰められず　責めた\n\n空想に囚われ　遠のいてゆく\nあの頃の僕は　どこへ？\n\n群青の空の下　五月雨に打たれ\n無情にも　時は僕を置いてゆく\n「うるさい！」と押しのけて\n僕は走り出す\n声や身が枯れても\nこの歌を口ずさむよ\n\nまだ見えない終わりを疑い\n「ほらね」と言わんばかりの顔\n霞む景色を　睨め続け\n明日はどう生きようか\n\n晴れがかった　空の下\n答えを求めてる\n迷った苛立ちも　遺してゆこう\nあの人を追いかけ　君も走り出す\n声や身が枯れても\nこの歌を口ずさんでゆくんだ\n\n浮かべた笑みと　裏に隠すもの\n全部　信じてゆこう\n\n群青の空の下　五月雨に打たれ\n無情にも　時は僕を置いてゆく\n「うるさい！」と押しのけて\n僕は走り出す\n声や身が枯れても\nこの歌を口ずさむよ`,
        },
      ],
    },
  ],
} as const satisfies Album;