import type { Album } from "./types";

export const album20260426 = {
  id: "20260426",
  title: "BE ON MY TURN",
  releaseLabel: "Release:2026.04.26",
  description: "M3-2026春(4/26)にて発表",

  discs: [
    {
      id: "20260426-disc-1",
      title: "Disc 1",
      tracks: [
        {
          id: "20260426-disc-1-track-1",
          title: "1. ほしぞら電波放送部",
          credits: "曲・詞：あでり犬 feat.MYCOEIROINK:琵音マイタ",
          lyrics: "",
        },
        {
          id: "20260426-disc-1-track-2",
          title: "2. ノンフィクション",
          credits: "曲・詞：しゅー feat.琵音マイタPolaris",
          lyrics:
            "アニメや映画じゃない 紛れもない僕たちの歌 響けアルペジオ\n憂鬱な一限 騒がしい校舎に\nあの日憧れた 日々はこんなじゃない\nまだ見ぬ君を僕は待っていた\nこうなるなんて思わなかった\n運命だって信じたいんだから\n\n青に包まれてゆく 今この瞬間の\n時めきが未来を ずっと照らすような\nアニメや映画じゃない 紛れもない僕たちの歌 響けアルペジオ\n\n恋に焦がれては 愛に怒られて\n背伸びをした社会性は無駄じゃない\n履き違えてた友情さえでも\nそれら全てが愛おしかった\n「どうすれば…」って きっと大丈夫\n\nここで巡り会えた 奇跡に乾杯しよう\nたとえ思い描いてた日々じゃなかったとしても\n大丈夫君は 君の道を歩めてる\n光れ君の未来\n\n虹に包まれてゆく 今この瞬間の\n時めきが未来を ずっと照らすような\nアニメや映画じゃない 紛れもない僕たちの歌 光れ君の未来 響けアルペジオ",
        },
        {
          id: "20260426-disc-1-track-3",
          title: "3. PRISMATIC VOYAGER",
          credits: "曲・詞：Hanno feat.琵音マイタPolaris",
          lyrics:
            "赤い頬を晒して\n夕暮れを突っ切って\n知らなかった風景\n消えちゃいそうね\n銀杏の下をくぐって\n木漏れ日を抜けていって\n遠くまで遠くまで\n光あふれる方へ\n\nずいぶん遠くに来たね\n星を追うように\n想像通りに先は長そうだ\nレイテンシーすらわかりゃしないけど\n方向だけなら見えてるつもり\n\n進む理由は教えないけど\n\n青空を照り返して\n海を越えていって\n手に届いた光景\n奇跡だって思え\n生まれた場所はきっと\n何度でも思い返して\n遠くまで遠くまで\n虹の速さでゆけ\n\n進む理由はくだらないけど\n\n赤い頬を晒して\n夕暮れを突っ切って\n知らなかった風景\n消えちゃいそうね\n銀杏の下をくぐって\n木漏れ日を抜けていって\n遠くまで遠くまで\n光の先へ\n\n青空を照り返して\n海を越えていって\n手に届いた光景\n奇跡だって思え\n生まれた場所はきっと\n何度でも思い返して\n遠くまで遠くまで\n虹の速さでゆけ",
        },
        {
          id: "20260426-disc-1-track-4",
          title: "4.Ἀρκαδία",
          credits:
            "曲：Med Art 詞：葉城雅樹/はじょみやP 調声：れんれん feat.琵音マイタ",
          lyrics:
            "雷鳴 轟く今夜\n頑迷 愚かな神に\n制裁 裁きの時だ\n制裁 裁きのとき今闘争\n消え失せろ\n\n与えられてた仮初の日常に囚われていた僕ら\n驕る神に欺かれたこの怒りを燃やして立ち上がれ\n定められた結末を否定する僕らの存在証明\nこの魂は縛れない定められた運命なんて今解き放て\n\n時が来た今\nここが僕らの楽園（アルカディア）\n決して冒せない真実の輝きよ永遠に\n偽りの神を否定する証明になるのさ\nだからさあ消え失せろよ\n\nここはまだ見ぬ境界（フロンティア）\n誰も届かない神聖の偽りを暴く\n虚飾を祓い愚かな神に報いと裁きをくれてやる\n\nここが僕らの楽園（アルカディア）\n消して冒せない真実の輝きよ永遠に\n偽りの神よ終わりの時が来た今新たな時代の夜明けを告げるから\nさよなら",
        },
        {
          id: "20260426-disc-1-track-5",
          title: "5. イン・マイ・ハート",
          credits: "曲・詞：nogami feat.琵音マイタPolaris",
          lyrics:
            "牛耳る視線あんた達見過ぎ\n何カラット分の魅惑？\n溢れ出す魅力\nギャラリー超いっぱいね\n全くやれやれ\n\n頭に王冠両手に花々\n最高級で彩るA/B\nさあどっちにしようかな？\n\n絶えない噂話shut out\n勝手にやってらして頂戴\nこの身自体資産なんで\nかまえなくてごめん>_<\n\n最高潮Peek\nをまだまだ度々更新　\n軽々乗りこなしてjackpot\n向かう所敵なし\n\n牛耳る視線あんた達見過ぎ\n何カラット分の魅惑？\n溢れ出す魅力\nギャラリー超いっぱいね\n全くやれやれさ\n\nつまんないeasy gameばっかのこの世界は\n誰か私をときめかせてよ\nくだんないこの富も名声だって　\nIn my heartそんなの知る由も無いでしょう？\n\n本気出して頂戴？\nもっと張り合ってくんない？\nこの私を楽しませてくれる子どこだ？\n\nつまんねえもんには容赦しねえよ\nbang bang bang bring it down\n\nFakeなんていらない\n本物以外何もいらない\n金銀全部全部見飽きたわ\nもう最高に満たされてるはずなのに、、、\n\nひとりふとした瞬間に虚しくなり困惑\n幸福の定義なんて考えもしないな\n美貌頭脳の才能\n予定調和の金の栄光\n何もかもが私のモノ\nだけど足りない何かが欲しいの\n\nある訳ないさweak\n完全無欠が売り\nひとたび賽を振って皆賑わす\n生粋のエンターテイナー\n\n牛耳る視線あんた達見過ぎ\n何カラット分の魅惑？\n溢れ出す魅力\nギャラリー超いっぱいね\n全くやれやれさ　show must go on！\n\nつまんないeasy gameばっかのこの世界は\n誰か私をときめかせてよ\nくだんないこの富も名声だって\nIn my heartそんなの知る由も無いでしょう？\n\n分かんない本当に大事なものはなに？\n誰か今すぐ教えて頂戴よ\n壊したいこんな空虚な世界なんて\nIn my heartそんなの誰にも言わないよ\nまあでも君にだけは\n\n本気出して頂戴？\nもっと張り合ってくんない？\nこの私を楽しませてくれる子どこだ？\n超気楽なの\n全部思い通りなの\nこの私をときめかせてくれる子どこだ？\nこれが私のIn my heart",
        },
        {
          id: "20260426-disc-1-track-6",
          title: "6.dis-A-star",
          credits: "曲・詞：衣縫燦志郎 feat.琵音マイタ",
          lyrics:
            "いくつもの選択の中で手に入れた光なのに\n増えた減った数の競い合いなんてさ\nつまんないでしょ\n\n張り裂けちゃいそう\n今すぐに開放して？\n叫び足りないよ\nまだ観てるだけじゃ足りないよ？\n\nどうか君だけ瞬きを恐れないで\n足掻いて手に入れた光だけが確かさ\n\n怖いのこの声が届くことがなければ\n燃やして作った光の意味を問うだろう\n叫んで輝き続けることを止めないで\n例え凶星の光が差し込んでも\n\n狂い叫ぼう\n意識はもうRoundabout　\n爆発しよう\nエゴに塗れた音楽（ノイズ）で刺して\n\n壊れて曖昧な感覚\n叫んでも無反応なんて\nこれだけじゃ物足りないの？\nそろそろUpdateしようか？\n\nそうかここは君が求める場所じゃない\n手に入れた痛みは孤独じゃないよ\n\n途絶えてしまうことなく足掻き続ければ\n見えなかった居場所が見つかるはずだから　\n今だ星団を抜け出して飛んで行け\n\nさあ輝け君よ孤高の光になるんだ\n踏み出していたんだ\n終わることのない旅路\n夢は終わった\n超えてゆくんだ\n掴めないミライが欲しい？\n\n光放った君こそdis-A-star",
        },
        {
          id: "20260426-disc-1-track-7",
          title: "7. 宵の雨",
          credits: "曲・詞：みぞれん feat.琵音マイタPolaris",
          lyrics:
            "雨に打たれん\n\n柔く暗い陰を踏む\n冷たいかな 銀の月\n篝火が 震えている\n先の見えぬ 宵の町\n\n一夜一夜 増えていた\n貴方の足跡 辿る\n\n悲恋だと知りながら\n触れていたい 手と手\n肩を濡らすだけなら\n同情など要らぬ\n月明かりに誓った\n永遠の愛の在り処は───\n雨の向こう\n\n脆く憎い影を踏む\n儚いかな 青の月\n篝火に そっと口付け\n先を閉ざす 宵の雨\n\n一夜一夜 消えていく\n貴方の体温を乞う\n\n未練だと分かってても\n合わせて欲しい 目と目\n追う背中が無いなら\n暁など知らぬ\n月明かりに願った\n刹那の逃避行は───\n雨模様\n\n雨に打たれん",
        },
        {
          id: "20260426-disc-1-track-8",
          title: "8. SwankyDogs",
          credits: "曲・詞：ムックP 調声：葉城雅樹/はじょみやP feat.琵音マイタ",
          lyrics:
            "錆びつく煌めきに 自ずから胸が騒ぎ\n未来などあるのだろうか 怪訝な顔をする\nどうしてこんなに脆くなった\nたまに考え込むよ\n月明かり差し込まぬ この部屋で\n\n僕は僕でいたくて 必死で求めてる\n彷徨い続けて もう何年 もう嫌だ\n敷かれたレールの上で 躍らされてる\nBecause of this We called swanky dogs\n\n不条理な運命で 何しても 笑えずに\n未来はあるのだと 錯覚しそうだ\nクロユリの香りが タナトスを誘う\n誰も見向きしない この世界で\n\nクチナシ人の嘆き 声を枯らした鶯のよう\n平然を装って 憂悶を秘めてる\n\n今が叶うのなら  未来は厭わないよ\n虚言し続け もう何里 もう嫌だ\n無様な抗いの末 敗れてしまう\nBecause of this We called swanky dogs\n\n錆びつく煌めきに 自ずから胸が騒ぎ\n未来などあるのだろうか 怪訝な顔をする\nどうしてこんなに脆くなった たまに考え込むよ\n報いなど無いのに\n\n僕は僕でいたくて 必死で求めてる\n彷徨い続けて もう何里 もう嫌だ\n敷かれたレールの上で 躍らされてる\nBecause of this We called swanky dogs",
        },
        {
          id: "20260426-disc-1-track-9",
          title: "9. ハルサメ",
          credits: "曲・詞：ちゅる feat.琵音マイタ(すべて)",
          lyrics:
            "音だけあればよかった\n乾いた風に語った\n君がいれば何もいらないって\n\n「誇りが僕にはなかった」\nふやけた紙に綴った\n「透輝石を手放してしまった」\n\n歌だけあればよかった\n沈んだ雲と泳いだ\nそれだけあれば君といられたのに\n\n指先に蝶が止まった\n雷鳴は僕を謀らない\n鬼胡桃が僕の背を押していた\n\n夜は嫌いだ\n夢に逃げ込んだ僕を嘲笑うから\n善意は嫌いだ\n向ける哀れみが僕を否定するから\n\n君が好きな歌を歌って\n君がくれたギター抱えて\n僕はいくよ\n\n君がいないから\nこの世界には\n君がいないから\n君がいないなら\nこの世界には\n意味などないから\n\nきっと誰にも何処にも\n君にも届かないなら\n歌おう\n\n僕たちはまだ青かった\n顔を見合わせて笑った\n君といれば何もいらないって\n\n春風が君を攫った\n「行かないで」\n僕は言えなかった\n\n雨は嫌いだ\n君が僕を責め立てる声がするから\n人混みは嫌いだ\n君の声を探す僕がいるから\n\n君が好きな歌を歌って\n君がくれたギター抱えて\n僕はいくよ\n\nもしも戻れたら\n真夏の僕らは\nやり直せるかな\n\n星に願うなら\n夢の枕で\n謝りたいかな\n\n君のおかげで\n僕 歌が好きになったよ\n\nなんだか\nあの緑の長い髪のあの子みたいだ\n\n君がいないから\nこの世界には\n君がいないから\n君がいないなら\nこの世界には\n意味などないから\n\n全ては自分勝手だ 今になって\n君に声よ届けと祈り歌う\nせめて惨めでずるい魂が\n生まれ変わらぬよう走る僕と\n君が好きな歌を歌って\n君がくれたギター抱えて\n僕はいくよ\n\nこの世界には君がいない",
        },
        {
          id: "20260426-disc-1-track-10",
          title: "10. クラゲの骨を掬いに行こう",
          credits: "曲・詞：たとたと feat.琵音マイタCapella(+Antares)",
          lyrics:
            "クラゲの骨を掬いに行こうか\n私が先に沈んであげるから\n\n遮音の居間 パジャマのしわ\n忙しなく息をしてる\nケトルの水 テレビの犬\n忙しなく息をしてる\n\n夏の匂いで蓮は咲いた\n\nクラゲの骨を掬いに行こうか\n先に沈んであげるから\n溺れることに慣れないで\n花火の影を掴みに行こうか\n先に火傷もしてるけど\n貴方は傷に慣れちゃダメなのよ\n\n遮音の居間 パジャマのしわ\nだらしなく息をしてる\nケトルの水 テレビの傷\n気にしないで息をしてる\n\n貴方が触れて月は浮いた\n\nアワビの痣を見つけに行こうか\n殻は譲ってあげるから\n守られることに慣れてほしい\n花火の影を掴みに行こうか\n先に火傷もしてるけど\n貴方は傷に慣れちゃダメなのよ\n\nいつでもおいで\n優しい貴方だけの海\n\nカラスが朝の空を裂いた\n\nクラゲの骨を掬いに行こうか\n先に沈んであげるから\n貴方は後から着いてきて\nどうとでも言わせておけばいいの\n私のただのわがままよ\nいつでも甘えて構わない\n雪の花弁を掴みに行こうか\n先に火傷もしてるけど\n貴方の花は枯れちゃダメなのよ",
        },
        {
          id: "20260426-disc-1-track-11",
          title: "11. よるべのともしび",
          credits: "曲：みかん 詞：七凌 調声：みたり feat.琵音マイタPolaris",
          lyrics:
            "まちのあかりは 人の熱を\n奪うみたいで 寂しくなるの\nボクの温度が 冷めないように\nいま まだ ただ\n\n夜の真ん中で目が覚めた\nいつまで夢を見る？\n\n言葉もつまるほどに\nボクは言葉を知ったみたい\nただ空を見上げて 星が きれい だって\nそれだけ思うだけで\nここにいられたらなあ\n手を伸ばすだけでいい\n届かなくてもいいから\n\n朝日に走り出すような\n熱は残ってないけれど\nただ夜が綺麗なんだ 星も 夢も 今も\nあとちょっと夜が明けず\nここにいられたらなあ\n手を伸ばすだけでいい\n届かなくてもいいから",
        },
        {
          id: "20260426-disc-1-track-12",
          title: "12. 由なき郷",
          credits: "曲・詞：トラギカ feat.琵音マイタ",
          lyrics:
            "此処は何処 知らない\n何してた 今まで\n思い出す事は只\n歌の欠片 それだけ\n\n生きよう 前を見据えて\n立ち上がろう 僕の旗立て\n帰る場所 どうせ無いのなら\n此処が僕の故郷\n\n僕は只 此処に居る\n紛れもなく此処に居る\n誰にも知られなくともこのままで\n\n膝つつく肉球\n見つめてく丸い目\n帰る場所 君も無いのかと\n撫でてそっと抱き上げた\n\n覚悟して此処に居る\n君を護る為に居る\n雨、風、禍からも護り抜く\n\n喜び、悲しみ、怒り\n教えてよ 君の尻尾で\n微かでも憶えてる歌を\n歌い合わせ伝えて\n\n僕達は此処に居る\n生きる為に此処に居る\n此処が僕等の新たな故郷だ",
        },
        {
          id: "20260426-disc-1-track-13",
          title: "13. ポラリスと鐘",
          credits: "曲・詞：Mariner feat.琵音マイタPolaris",
          lyrics:
            "拝啓またいつか\n\nのどかなまち きみとふたり\n森ぬけ 海のそば\n隙間には 入道雲\n都会に行く ええそんなっ\n\nそよ風吹く日も くすぶるような日も\nいつの日だーーって 見てきていたの\n\n宇宙（そら）へ伸びる雲と横顔\nまぶしい気持ち受け取れないし\n遠くへ沈む星、憧景\n笑った、君をただただ見ていた\n\n褪せてるまち うちはひとり\n家でて うみのそば\n視野をうめる 積乱雲\n新たな門出 祝えってそんなっ\n\nそよ風吹く日も くすぶるような日も\nいつの日だーーって 考えてたの\n\n宇宙（そら）へ伸びる雲と横顔\n涙が枯れた目は輝いて\n遠く沈まぬ、道導\n笑った君はただ見つめていた\n\nだけど\nそよ風吹く日も くすぶるような日も\nいつの日だーーって 愛していたよ\n\n宇宙（そら）へ伸びる雲と横顔\n進んだ、時間止められないし\n遠くへ沈む星、思い出\n薄れる君を見るしか、なかった",
        },
        {
          id: "20260426-disc-1-track-14",
          title: "14. 徒然コンファメーション",
          credits:
            "曲：Kito 歌詞：葉城雅樹/はじょみやP 調声：くろ州 feat.琵音マイタPolaris",
          lyrics:
            "昼下がり あくびをして見上げた空\n眩しくて 何故か切なくなった\n僕もなんだかんだ頑張ってるの\nそれでも街は僕を置いてく\n\nうつむいても誰も気にしないからさ\nそれならそれで僕らしく行くさ\nどうせなら誰かと笑い会えるような日々を歩んで行こう\n\n「明日晴れるか」なんて他愛ない話がしたいんだ\nどんなことでも君と分け合いたくて\n「僕はそれだけで生きていけるから」なんて\n恥ずかしい言葉は胸の中に閉まって\n\nゆらゆら揺れてる僕らの心\nああ どうしてこんなにふらふらしてるかな\n旅は続く\nたとえ前が見えなくても\n君と一緒なら 退屈しないさ\n\nへこたれても今は変わらないからさ\nそれなら僕ら笑って生きるさ\nどうせなら未来で思い出せるような日々を作って行こう\n\n「君と居れたら」なんて叶わない話にしないでよ\n僕の心は君が奪ってるのに\n「僕は君だけで生きていけるから」なんて\n恥ずかしい言葉を声に出してしまって\n\n朝起きて ご飯を食べて\nぐるぐる 同じような繰り返しさ\n変わらない今\n退屈な日々でも 笑い合えたからさ\n君と歩きたいんだ\n\n｢明日晴れるか｣なんて変わらない話でもいいんだ\nこれからずっと君と生きてたいから\n｢僕は君だけで生きていけるから｣なんて\n恥ずかしい言葉を ちゃんと伝えるから\n\n僕らの旅路は 明日も続く",
        },
        {
          id: "20260426-disc-1-track-15",
          title: "15. 名誉滋賀県民、津田",
          credits: "曲・詞：えび 調声：たとたと feat.琵音マイタSirius",
          lyrics:
            "津田が出てきた 昼のタモリのテレビだ\n津田が出てきた 夜のタモリのテレビだ\n津田が出てきた 歌のタモリのテレビだ\n津田が出てきた 偽のタモリのテレビだ\n\nトマト イワシ (トマトイワシ)\nクワガタ バナナ (バナナクワガタ)\nモグモグフヨード (モグモグフヨード)\n\n鳥羽に魔法陣\n後鳥羽に滋賀県民\n\n津田が出てきた 宇多田ヒカルのテレビだ\n津田が出てきた だいたひかるのテレビだ\n津田が出てきた 義母のエボシのテレビだ\n\n上半身 魔法陣\n下半身 滋賀県民\n\n東京には海がない 大阪にも海がない\n新宿にも海がない (ゴミ箱すらない)\n\n東京には夢がない 大阪にも夢はない\n新宿にも夢はない(地下鉄ならある)",
        },
        {
          id: "20260426-disc-1-track-16",
          title: "16. Stela",
          credits:
            "曲：Kito 歌詞：葉城雅樹/はじょみやP 調声：くろ州 feat.琵音マイタPolaris",
          lyrics:
            "星の歌 響いたあの日から\nどれだけの物語重ねた？\n時が過ぎ それでも君たちは\nあの宙を越えてまだ先へと行くんだ\n\n僕も君たちの力になれるように歌うから 聞いて\n\n君に届け 星に響け 輝いたあの歌\n時が経っても褪せない煌めきが\n僕の声で 宙に届く 覚えてるよ今も\nここにいた星たちの音を\n\nどんな闇の中だって 君の光は消えないでしょう？\n僕はそう信じてるから\n君がくれた あの輝き 今も僕の中で燃えている\n何か伝えたいと叫んでる\n\n久しぶりに 歌ってみた 思い出のあの歌\n今もまだその思い繋がって\n災厄(ディザスター)か そうじゃないさ 誰がなんと言っても 僕らは今輝く星(アスター)\n\n忘れないよ あの思いを これからの事も",
        },
        {
          id: "20260426-disc-1-track-17",
          title: "17. ハイウェイラジオ",
          credits:
            "曲・詞：52.5℃ feat.MYCOEIROINK:琵音マイタ、VOICEPEAK花隈千冬",
          lyrics:
            "きみとは　いろんな　ところに　いったよね\nかわらない　けしきと\nあなたの　ねがお\nとおりすぎた　けしき、ひょうしき\nとおりすぎた　くるまの　いろ\nもう　おぼえていない\nこうやって　よるは　ながれて　いくんだね\nこうやって　じかんは　ながれて　いくんだね\n\nあれ、起きてたの？\nコーヒーでも　飲む？",
        },
      ],
    },
  ],
} as const satisfies Album;
